[{
  "_id": {
    "$oid": "6758402e9fe5fc0dc0dc1dcc"
  },
  "filename": "Cars.1.txt",
  "text": "On 2018-07-17, a review for a 2012 Audi gave it a rating of 1.0. The reviewer stated: beguiled buyer purchased leave return loved way looked made head turn power fuel mileage certified lease return mile warranty made feel safe started using lot oil refill free started using told normal ran scalded dag complained dealership marked engine oil consumption engine shot needed piston ring worse news oil consumption covered extended warranty learned turbo aluminum block steel sleeve wont discus rotor issue sun roof failure oil separator failure.\n"
},
{
  "_id": {
    "$oid": "6758402e9fe5fc0dc0dc1dcd"
  },
  "filename": "Cars.3.txt",
  "text": "On 2016-12-01, a review for a 2016 Audi gave it a rating of 2.0. The reviewer stated: piece shop floor beautiful paperweight first week owned timing shaft tensioner failed time camshaft failed refused saying bad.\n"
},
{
  "_id": {
    "$oid": "6758402e9fe5fc0dc0dc1dce"
  },
  "filename": "Cars.2.txt",
  "text": "On 2018-06-28, a review for a 2018 Audi gave it a rating of 1.0. The reviewer stated: noisy problem customer service suck make watch-like rapid ticking noise day took dealership multiple time told normal operation keep pulling right alignment fix dealership told 's normal central locking beep lock worked customer service resolve issue end told stay issue normal mistake buy manufacture stand behind product stay far away.\n"
},
{
  "_id": {
    "$oid": "6758402f9fe5fc0dc0dc1dcf"
  },
  "filename": "Cars.4.txt",
  "text": "On 2015-12-16, a review for a 2015 Audi gave it a rating of 3.0. The reviewer stated: cheap interior part avoid vaccum 've ford owner year sedan pickup satisfied first q5 idea overall satisfied issue vacuum ripping part console sell individual part bundle entire consol dealer said problem go online see find individual part called national customet service get better service disappointing im going ford lincoln someone buy senior management team copy book raving fan customer service horrible.\n"
},
{
  "_id": {
    "$oid": "6758402f9fe5fc0dc0dc1dd0"
  },
  "filename": "Cars.5.txt",
  "text": "On 2008-02-16, a review for a 2007 Audi gave it a rating of 3.75. The reviewer stated: delayed acceleration squeaky brake took delivery brake loud salesman told temporary problem go away-it worse srevice dept reply-brakes squeak vehicle squeaky brake worst problem delayed acceleration slow speed let family member safe service rep say 's way buy lexuses problem taken care ditto bmws indifference acknowledged problem belief.\n"
},
{
  "_id": {
    "$oid": "6758402f9fe5fc0dc0dc1dd1"
  },
  "filename": "Cars.6.txt",
  "text": "On 2003-01-02, a review for a 2000 Audi gave it a rating of 3.0. The reviewer stated: many headache enough dumping seems month sort recall abs light-4 time counting passenger window wouldnt operate motor driver power seat went warranty way risking shelling sort quattro attracted living ne reliability went ny show last looked series distant.\n"
},
{
  "_id": {
    "$oid": "6758402f9fe5fc0dc0dc1dd2"
  },
  "filename": "Cars.9.txt",
  "text": "On 2005-08-15, a review for a 2001 Audi gave it a rating of 3.125. The reviewer stated: thinking first month problem started weird problem open sun roof air conditioning stop working turn headlight wind sheild wippers turn accelerate highway abs light brake applied go hour/ worst thing dealer know fix 'm gon trade.\n"
},
{
  "_id": {
    "$oid": "6758402f9fe5fc0dc0dc1dd3"
  },
  "filename": "Cars.8.txt",
  "text": "On 2007-09-03, a review for a 2005 Audi gave it a rating of 3.375. The reviewer stated: buy anything a6 cpo last may thinking buying premium premium dealer experience wrong account first month dealer service department day total much show frustration gray hair liked drive handle dream cacophony squeak groan creak rattle interior enough sane man insanity.\n radio went year estimate repair trade fall needed thought keep tranny go bad reverse clutch estimate >.\n"
},
{
  "_id": {
    "$oid": "675840309fe5fc0dc0dc1dd4"
  },
  "filename": "Cars.7.txt",
  "text": "On 2005-10-24, a review for a 2000 Audi gave it a rating of 3.875. The reviewer stated: bad warranty ended let start saying interior design/ comfort reliable warranty expired in-dash cd hud info window started failing/ stopped togther aware hud issue common issue refuse address warranty expensive fix.\n"
},
{
  "_id": {
    "$oid": "675840309fe5fc0dc0dc1dd5"
  },
  "filename": "Cars.10.txt",
  "text": "On 2006-07-18, a review for a 2001 Audi gave it a rating of 3.25. The reviewer stated: poor quality ran multiple defect engine failure electric window leak latest repair 's fun free maintenance period multiple repair 's free maintenance warranty tend brush quality issue poor quality becomes much.\n"
},
{
  "_id": {
    "$oid": "675840309fe5fc0dc0dc1dd6"
  },
  "filename": "Cars.11.txt",
  "text": "On 2009-05-27, a review for a 1997 Audi gave it a rating of 2.75. The reviewer stated: beautiful eye attractive mechanically disappointing engine lame need power house engine eager 've many problem passenger seat jammed engine light front suspension issue roof open time window regulator blew fuel gauge inaccurate fails replaced fuel evaporator valve seat squeak replace engine seal due oil leak water pump failed cigarette lighter radio antenna mast failed trunk lid strut failed minor irritant handling fuel economy stellar buy.\n"
},
{
  "_id": {
    "$oid": "675840309fe5fc0dc0dc1dd7"
  },
  "filename": "Cars.12.txt",
  "text": "On 2003-02-19, a review for a 2003 Audi gave it a rating of 3.875. The reviewer stated: hate reliability hate relationship much way blacksheep family little lag smooth thought interior much perfect exterior styling everything need family aplomb flip side week le brake time turbos installed interior light squeeks rattle fixed driver seat frame motor gearbox installed covered warranty enough.\n"
},
{
  "_id": {
    "$oid": "675840319fe5fc0dc0dc1dd8"
  },
  "filename": "Cars.13.txt",
  "text": "On 2003-03-07, a review for a 2003 Audi gave it a rating of 3.875. The reviewer stated: get fun front seat recaros adjustable thigh bolster manual show little thigh support real problem dealer tell whole truth buy deal one- shot relationship get dealer act human being buying owning constant source irritation frustration competing product market doubt dealer worst encountered.\n"
},
{
  "_id": {
    "$oid": "675840319fe5fc0dc0dc1dd9"
  },
  "filename": "Fashion.2.txt",
  "text": "A 53-year-old found a dress to be made of cheap material and too tight around the zipper area. They rated it 3 out of 5 and did not recommend it.\n"
},
{
  "_id": {
    "$oid": "675840319fe5fc0dc0dc1dda"
  },
  "filename": "Cars.15.txt",
  "text": "On 2017-09-28, a review for a 2018 Audi gave it a rating of 3.0. The reviewer stated: q5 intermittent window problem brand q5 intermittent problem occurs follow complete close position rolled window inches.b rolled window pulling switch hold result roll see recording took q5 dealer left week said problem demonstrated problem service manager experience problem himself.they changed motor window seal fix problem .this frustrated safety issue winter roll window inch get fresh air snow plow opposite traffic come slush salt sand street want close window roll expose hazard told dealership happens q5 lot frustrated update address problem.\n"
},
{
  "_id": {
    "$oid": "675840319fe5fc0dc0dc1ddb"
  },
  "filename": "Cars.14.txt",
  "text": "On 2014-05-05, a review for a 2014 Audi gave it a rating of 3.5. The reviewer stated: brakes dash indicator screen told needed brake pad third put trip question dealer leveland corporate level told q5 q7 model brake pad replaced owned many automobile including car replace brake.\n"
},
{
  "_id": {
    "$oid": "675840329fe5fc0dc0dc1ddc"
  },
  "filename": "Cars.16.txt",
  "text": "On 23-07-16, a review for a 2016 Audi was posted with a rating of 3.0/5. The reviewer expressed disappointment, citing poor gas mileage, engine vibration in traffic, and less intuitive controls compared to previous experiences with other brands.\n\nOn 22-09-08, a review for a 2004 Audi was posted with a rating of 3.25/5. The reviewer described issues with oil leaks, a rough-running engine, and multiple head gasket repairs, calling the experience frustrating and the car unreliable.\n\nOn 10-04-16, a review for a 2004 Audi was posted with a rating of 4.0/5. The reviewer praised the car’s comfort, reliability, and luxury at a reasonable price but noted common issues like oil leaks and maintenance costs associated with the engine.\n\nOn 18-06-04, a review for a 2004 Audi was posted with a rating of 3.875/5. The reviewer found the car's quality lacking, with issues like broken sun visors and calipers, comparing it unfavorably to less expensive models.\n\nOn 07-02-04, a review for a 2004 Audi was posted with a rating of 3.0/5. The reviewer expressed disappointment in the service department and poor radio reception, calling the wait times and service unacceptable.\n\nOn 15-11-10, a review for a 2003 Audi was posted with a rating of 3.875/5. The reviewer detailed numerous repairs, such as coil pack replacement and oil pan leaks, advising buyers to ensure all maintenance is up-to-date due to the car’s complexity.\n\nOn 30-08-10, a review for a 2003 Audi was posted with a rating of 3.75/5. The reviewer acknowledged the car’s classic appeal but mentioned costly repairs, including torque converter and mass airflow issues.\n\nOn 27-06-09, a review for a 2003 Audi was posted with a rating of 2.625/5. The reviewer noted water-related issues common in Audis and VWs, blaming poor engineering and expressing frustration over costly repairs.\n\nOn 02-06-08, a review for a 2003 Audi was posted with a rating of 2.625/5. The reviewer described frequent breakdowns and major repairs, including motor mount failure and issues with the throttle body, despite regular maintenance.\n\nOn 29-05-08, a review for a 2003 Audi was posted with a rating of 3.75/5. The reviewer enjoyed the car’s performance and Quattro handling but noted reliability issues, frequent electrical problems, and the need for dealership visits.\n"
},
{
  "_id": {
    "$oid": "675840329fe5fc0dc0dc1ddd"
  },
  "filename": "Fashion.3.txt",
  "text": "A 39-year-old was on the fence about a top, finding it snug off the shoulders and loose otherwise. They rated it 3 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840329fe5fc0dc0dc1dde"
  },
  "filename": "Fashion.1.txt",
  "text": "A 47-year-old found a skirt cute, with nice fabric and cheerful colors. They rated it 5 out of 5 and recommended it."
},
{
  "_id": {
    "$oid": "675840329fe5fc0dc0dc1ddf"
  },
  "filename": "Fashion.4.txt",
  "text": "A 37-year-old found a top's fabric beautiful but the fit awkward, especially across the chest. They rated it 2 out of 5 and did not recommend it.\n"
},
{
  "_id": {
    "$oid": "675840339fe5fc0dc0dc1de0"
  },
  "filename": "Fashion.8.txt",
  "text": "A 24-year-old found a top pretty but lacking a tailored look. They rated it 4 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840339fe5fc0dc0dc1de1"
  },
  "filename": "Fashion.5.txt",
  "text": "A 52-year-old found a vest nice but lacking \"umph\" when tied. They rated it 4 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840339fe5fc0dc0dc1de2"
  },
  "filename": "Fashion.7.txt",
  "text": "A 33-year-old found a top comfortable but with buttons that kept slipping out. They rated it 3 out of 5 and did not recommend it.\n\n"
},
{
  "_id": {
    "$oid": "675840339fe5fc0dc0dc1de3"
  },
  "filename": "Fashion.6.txt",
  "text": "A 47-year-old found a dress perfect for hot, humid weather. They rated it 5 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840349fe5fc0dc0dc1de4"
  },
  "filename": "Fashion.10.txt",
  "text": "A 36-year-old found a crop top short and boxy, not flattering for their body type. They rated it 2 out of 5 and did not recommend it.\n"
},
{
  "_id": {
    "$oid": "675840349fe5fc0dc0dc1de5"
  },
  "filename": "Fashion.11.txt",
  "text": "A 36-year-old found itchy tags on a bralette, making it uncomfortable. They rated it 1 out of 5 and did not recommend it.\n"
},
{
  "_id": {
    "$oid": "675840349fe5fc0dc0dc1de6"
  },
  "filename": "Fashion.9.txt",
  "text": "A 68-year-old found an elegant classic dress stunning, with a vibrant color that looks contemporary and stylish. They rated it 5 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840349fe5fc0dc0dc1de7"
  },
  "filename": "Fashion.12.txt",
  "text": "A 41-year-old found a dress gorgeous and figure-flattering, perfect for their height. They rated it 5 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840349fe5fc0dc0dc1de8"
  },
  "filename": "Fashion.13.txt",
  "text": "A 23-year-old found a poncho soft and lovely, perfect for fall and spring. They rated it 5 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840359fe5fc0dc0dc1de9"
  },
  "filename": "Fashion.14.txt",
  "text": "A 21-year-old loved the pants even more in person, though they need to be dry cleaned. They rated it 5 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840359fe5fc0dc0dc1dea"
  },
  "filename": "Fashion.15.txt",
  "text": "A 31-year-old found a dress not as described, with a side zipper and cheap tulle. They rated it 2 out of 5 and did not recommend it.\nA 34-year-old liked a dress but didn't love it, finding it high-waisted but not cheap. They rated it 3 out of 5 and recommended it.\nA 55-year-old found a shirt versatile, wearing it as a dress or vest. They rated it 5 out of 5 and recommended it.\nA 31-year-old found a dress too long and with wide gaps in the front. They rated it 3 out of 5 and did not recommend it.\nA 33-year-old was disappointed with a sweater coat, finding it too wide and unflattering. They rated it 2 out of 5 and did not recommend it.\nA 31-year-old loved a skirt's quality but found the colors too vibrant. They rated it 4 out of 5 and recommended it.\nA 53-year-old loved a shirt and received many compliments. They rated it 5 out of 5 and recommended it.\nA 28-year-old found a sweater perfect for layering, with a comfy and classic fit. They rated it 5 out of 5 and recommended it.\nA 33-year-old found pants beautifully made and on trend with a flared crop. They rated it 5 out of 5 and recommended it.\nA 46-year-old found pants cuter in person, with bright stripes and a flattering fit. They rated it 5 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840359fe5fc0dc0dc1deb"
  },
  "filename": "Fashion.16.txt",
  "text": "A 33-year-old found an intimate item absolutely wonderful, describing it as silky, sexy, and comfortable. They rated it 4 out of 5 and recommended it.\nA 34-year-old loved a dress, finding it pretty and perfect in length for someone who is 5'8\". They rated it 5 out of 5 and recommended it.\nA 60-year-old encountered major design flaws in a dress, finding it too small and poorly designed. They rated it 3 out of 5 and did not recommend it.\nA 50-year-old loves a jumpsuit, describing it as fun, flirty, and fabulous. They rated it 5 out of 5 and recommended it.\nA 47-year-old found a shirt flattering due to its adjustable front tie and perfect length for leggings. They rated it 5 out of 5 and recommended it.\nA 49-year-old found a dress not suitable for very petite individuals, as it overwhelmed their small frame. They rated it 2 out of 5 and did not recommend it.\nA 39-year-old added a charcoal shimmer top to their basket last minute and found it matched everything they tried on. They rated it 5 out of 5 and recommended it.\nA 39-year-old found a charcoal shimmer top versatile, though a bit big and loose. They rated it 4 out of 5 and recommended it.\nA 24-year-old found a dress flattering and feminine, though they had to order a size up. They rated it 5 out of 5 and recommended it.\nA 34-year-old found a dress fun and versatile, fitting well for someone less busty. They rated it 5 out of 5 and recommended it.\n"
},
{
  "_id": {
    "$oid": "675840359fe5fc0dc0dc1dec"
  },
  "filename": "Fashion.17.txt",
  "text": "A 43-year-old was disappointed with a swimsuit due to Australian sizing, finding it too small. They rated it 3 out of 5 and did not recommend it.\n"
},
{
  "_id": {
    "$oid": "675840369fe5fc0dc0dc1ded"
  },
  "filename": "Travel.1.txt",
  "text": "Anika visited Goa Beaches on February 15, 2024. She is a female interested in city and historical sites. She found the experience a bit disappointing.\n"
},
{
  "_id": {
    "$oid": "675840369fe5fc0dc0dc1dee"
  },
  "filename": "Travel.2.txt",
  "text": "Ritvik visited Goa Beaches on March 20, 2024. He is a male interested in nature and adventure. He found the experience could be better.\n"
},
{
  "_id": {
    "$oid": "675840369fe5fc0dc0dc1def"
  },
  "filename": "Travel.3.txt",
  "text": "Arjun visited Kerala Backwaters on February 15, 2024. He is a male interested in nature and adventure. He rated the experience 3 out of 9 and described it as a historical wonder.\n"
},
{
  "_id": {
    "$oid": "675840369fe5fc0dc0dc1df0"
  },
  "filename": "Travel.4.txt",
  "text": "Arjun visited Kerala Backwaters on January 1, 2024. He is a male interested in nature and adventure. He described the journey as unforgettable.\n"
},
{
  "_id": {
    "$oid": "675840379fe5fc0dc0dc1df1"
  },
  "filename": "Travel.6.txt",
  "text": "Kavya visited Jaipur City on March 20, 2024. She is a female interested in beaches and historical sites. She rated the experience 4 out of 23 and described it as a historical wonder.\n"
},
{
  "_id": {
    "$oid": "675840379fe5fc0dc0dc1df2"
  },
  "filename": "Travel.8.txt",
  "text": "Ritvik visited Kerala Backwaters on January 1, 2024. He is a male interested in beaches and historical sites. He rated the experience 5 out of 34 and described it as an incredible monument.\n"
},
{
  "_id": {
    "$oid": "675840379fe5fc0dc0dc1df3"
  },
  "filename": "Travel.7.txt",
  "text": "Aarav visited Goa Beaches on January 1, 2024. He is a male interested in nature and adventure. He rated the experience 2 out of 27 and loved the beaches.\n"
},
{
  "_id": {
    "$oid": "675840379fe5fc0dc0dc1df4"
  },
  "filename": "Travel.5.txt",
  "text": "Anika visited Kerala Backwaters on February 15, 2024. She is a female interested in city and historical sites. She had a wonderful time.\n\n"
},
{
  "_id": {
    "$oid": "675840389fe5fc0dc0dc1df5"
  },
  "filename": "Travel.9.txt",
  "text": "Anika visited Leh Ladakh on January 1, 2024. She is a female interested in beaches and historical sites. She described the trip as memorable.\n"
},
{
  "_id": {
    "$oid": "675840389fe5fc0dc0dc1df6"
  },
  "filename": "Travel.10.txt",
  "text": "Tanvi visited the Taj Mahal on January 1, 2024. She is a female interested in city and historical sites. She rated the experience 4 out of 46 and described it as an incredible monument.\n"
},
{
  "_id": {
    "$oid": "675840389fe5fc0dc0dc1df7"
  },
  "filename": "Travel.11.txt",
  "text": "Tanvi visited Jaipur City on January 1, 2024. She is a female interested in beaches and historical sites. She described the journey as unforgettable.\n"
},
{
  "_id": {
    "$oid": "675840389fe5fc0dc0dc1df8"
  },
  "filename": "Travel.13.txt",
  "text": "\nRohan visited Goa Beaches on February 15, 2024. He is a male interested in nature and adventure. He rated the experience 3 out of 67 and loved the beaches.\n"
},
{
  "_id": {
    "$oid": "675840399fe5fc0dc0dc1df9"
  },
  "filename": "Travel.14.txt",
  "text": "Riya visited Leh Ladakh on February 15, 2024. She is a female interested in city and historical sites. She found the experience not as expected.\n"
},
{
  "_id": {
    "$oid": "675840399fe5fc0dc0dc1dfa"
  },
  "filename": "Travel.12.txt",
  "text": "Aditya visited the Taj Mahal on February 15, 2024. He is a male interested in city and historical sites. He rated the experience 4 out of 61 and loved the beaches.\n"
},
{
  "_id": {
    "$oid": "675840399fe5fc0dc0dc1dfb"
  },
  "filename": "Travel.16.txt",
  "text": "Diya visited the Taj Mahal on January 1, 2024. She is a female interested in city and historical sites. She had a wonderful time.\nMeera visited Goa Beaches on February 15, 2024. She is a female interested in city and historical sites. She loved every moment.\nMeera visited Goa Beaches on February 15, 2024. She is a female interested in city and historical sites. She rated the experience 5 out of 82 and described it as an incredible monument.\nVivaan visited Goa Beaches on February 15, 2024. He is a male interested in beaches and historical sites. He would love to visit again.\nVivaan visited Goa Beaches on February 15, 2024. He is a male interested in beaches and historical sites. He described it as a historical wonder.\nVivaan visited Jaipur City on February 15, 2024. He is a male interested in beaches and historical sites. He described it as an incredible monument.\nKavya visited Jaipur City on February 15, 2024. She is a female interested in city and historical sites. She found the experience a bit disappointing.\nKavya visited Kerala Backwaters on February 15, 2024. She is a female interested in city and historical sites. She described it as a historical wonder.\nKavya visited Kerala Backwaters on February 15, 2024. She is a female interested in city and historical sites. She rated the experience 2 out of 84 and described it as a historical wonder.\nKaran visited Kerala Backwaters on March 20, 2024. He is a male interested in city and historical sites. He found the experience a bit disappointing.\n"
},
{
  "_id": {
    "$oid": "675840399fe5fc0dc0dc1dfc"
  },
  "filename": "Travel.15.txt",
  "text": "Rohan visited Leh Ladakh on January 1, 2024. He is a male interested in beaches and historical sites. He found the experience a bit disappointing.\nRohan visited the Taj Mahal on January 1, 2024. He is a male interested in beaches and historical sites. He rated the experience 3 out of 76 and loved the beaches.\nPooja visited the Taj Mahal on January 1, 2024. She is a female interested in city and historical sites. She described the experience as amazing.\nPooja visited Goa Beaches on January 1, 2024. She is a female interested in city and historical sites. She found the experience not as expected.\nPooja visited Jaipur City on January 1, 2024. She is a female interested in city and historical sites. She found the experience a bit disappointing.\nDhruv visited Kerala Backwaters on March 20, 2024. He is a male interested in city and historical sites. He would love to visit again.\nSaanvi visited Leh Ladakh on February 15, 2024. She is a female interested in beaches and historical sites. She described the experience as amazing.\nSaanvi visited Leh Ladakh on February 15, 2024. She is a female interested in beaches and historical sites. She rated the experience 1 out of 80 and loved the beaches.\nSaanvi visited Leh Ladakh on February 15, 2024. She is a female interested in beaches and historical sites. She rated the experience 5 out of 80 and loved the beaches.\nSaanvi visited Leh Ladakh on February 15, 2024. She is a female interested in beaches and historical sites. She rated the experience 5 out of 80 and loved the beaches.\n"
},
{
  "_id": {
    "$oid": "675840399fe5fc0dc0dc1dfd"
  },
  "filename": "Travel.17.txt",
  "text": "Karan visited Kerala Backwaters on March 20, 2024. He is a male interested in city and historical sites. He rated the experience 5 out of 84 and loved the beaches.\n"
}]